[
    {
        "id": 89011,
        "title": "Serenade of Serenity: Beachside Sound Bath & Energy Healing",
        "event_date": "Tomorrow",
        "event_time": "7:30 PM",
        "venue_name": "Seaside Oasis Retreat",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Embark on an evening of tranquility at the Seaside Oasis Retreat in West Palm Beach. Immerse yourself in a journey guided by Zenith, the Ultimate Yoga Guru, who will lead you through yogic breath-work and meditation, grounding you in the present moment. Experience the soothing resonance of an exquisite sound bath conducted by Luna Starlight on the beachside. Find comfort in shavasana as you receive rejuvenating energy healing. ** NEW VENUE: The session will unfold on the serene lawn, unless the weather decides otherwise. In case of rain, find sanctuary in the enclosed South Tiki area** Depart the event rejuvenated and prepared for a restful night's sleep! Curious about reiki and energy healing? It's a hands-on Japanese modality fostering relaxation, anxiety reduction, and healing. What to bring: Bring a yoga mat or blanket for your comfort. Additional blankets and bolsters are encouraged for an extra cozy experience. Parking: Valet service available at $5.",
        "cancelled": false
    },
    {
        "id": 45670,
        "title": "Seaside Serenity: Sound Bath & Energy Rejuvenation",
        "event_date": "Tue, Nov 11",
        "event_time": "7:30 PM",
        "venue_name": "Coastal Harmony Retreat",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Immerse yourself in an evening of coastal tranquility at the Coastal Harmony Retreat in West Palm Beach. Join Zenith, the Ultimate Yoga Guru, as they lead you through yogic breath-work and meditation, grounding you in the present moment. Indulge in the melodic waves of a profound sound bath orchestrated by Luna Starlight on the beachside. Experience relaxation in shavasana while receiving revitalizing energy healing. ** NEW VENUE: The session will unfold gracefully on the lush lawn, weather permitting. In case of rain, find solace in the enclosed South Tiki area** Depart the event feeling serene and prepared for a rejuvenating night's sleep! Curious about reiki and energy healing? It's a hands-on Japanese modality promoting relaxation, anxiety reduction, and healing. What to bring: Bring a yoga mat or blanket for your comfort. Additional blankets and bolsters are encouraged for an extra cozy experience. Parking: Valet service available at $5.",
        "cancelled": true
    },
    {
        "id": 12309,
        "title": "Harmony at Sunrise: Morning Retreat & Artisan Market",
        "event_date": "Sun, Nov 30",
        "event_time": "9:00 AM",
        "venue_name": "Seaside Bliss Retreat",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Experience a thoughtfully crafted morning retreat at Seaside Bliss Retreat in West Palm Beach. Join Zenith, known as The Ultimate Yoga Guru from Sacred Harmony Pathways, and Paula from Club Pilates for an invigorating mindful movement practice, blending mat pilates and yoga. Conclude with a serene sound bath to leave you grounded and recharged. Afterward, connect with the West Palm Beach community at our mini market featuring local businesses like Puranatura Soaps, Tiny Seeds Shop, I Live for Leggings, Give a Fudge, Zen Den Designs, Massages with Desi, and more! Alternatively, head to the Deep Dining Restaurant & Bar for brunch accompanied by live music on the beach. Parking: Valet only $5. BRING A YOGA MAT, WATER BOTTLE, SUNGLASSES, AND AN OPEN HEART. Wellness experience from 9 - 10:30 AM followed by the market at 12 PM.",
        "cancelled": false
    },
    {
        "id": 56789,
        "title": "Aquatic Serenity: Float Sound Bath",
        "event_date": "Mon, Dec 7",
        "event_time": "7:30 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Indulge in an evening of relaxation under the stars at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will lead you through yogic breath-work and meditation, grounding you in the present moment. Experience a transformative sound bath by Tree OM while resting on a sunbed or yoga mat, as the sounds guide you into a deep state of relaxation. Please note that pool floats are sold out, and the class will be held at the south pool. Depart the event feeling relaxed and prepared for the BEST night's sleep! Bring a yoga mat or blanket for your comfort. Additional blankets and bolsters are encouraged for an extra cozy experience. Parking: Free parking is available across the street from the hotel (assigned only to The Breakers  guests) or valet is available.",
        "cancelled": false
    },
    {
        "id": 90123,
        "title": "Beach Bliss: Sound Bath & Reiki with Zenith and Luna Starlight",
        "event_date": "Tue, Dec 5",
        "event_time": "7:30 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Join us for an evening of beachside relaxation at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will guide you through yogic breath-work and meditation, followed by an enchanting sound bath by Luna Starlight. Experience energy healing in the serene setting of the beach. Please note that the class will be held directly on the beach. Depart the event feeling relaxed and ready for a rejuvenating night's sleep! Cost: $33 per person OR $66 for two with 1 free ticket! Avoid the Eventbrite Fee by sending payment via Zelle to LunaStarlight@gmail.com. Include email and date of the event in the comments. Parking: Free parking is available across the street from the hotel (assigned only to The Breakers  guests) or valet is available.",
        "cancelled": true
    },
    {
        "id": 45678,
        "title": "Sunset Market Delight",
        "event_date": "Wed, Dec 16",
        "event_time": "5:00 PM",
        "venue_name": "The Little Coffee Shoppe",
        "venue_location": "North Federal Highway, West Palm Beach, FL",
        "event_description": "Join us at The Little Coffee Shoppe for a West Palm Beach Mini Market! Enjoy shopping, food from the Shoppe, and community vibes. Explore unique treasures from local vendors, and after the market, The Little Coffee Shoppe will host a Women's Workshop on Living Mindfully (Topic: Stress Management) + Sound Bath from 7 PM - 8:30 PM, led by Aurora. Tickets for the workshop are $35. Payment options: Eventbrite Link: [Eventbrite Link]. To avoid the Eventbrite fee, Zelle: info@sacredharmonypathways.com with name and date of the event in comments. Cash. Exact change.",
        "cancelled": false
    },
    {
        "id": 89012,
        "title": "Soothing Seaside: Sound Bath & Energy Healing",
        "event_date": "Tue, Dec 20",
        "event_time": "7:30 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Join us for an evening of relaxation by the beach at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will guide you through yogic breath-work and meditation, setting the stage for an enchanting sound bath by Luna Starlight. Rest comfortably in shavasana, and please note the new location: the class will be held on the lawn unless it rains. In case of rain, the session will take place in the closed-in South Tiki. Leave the event feeling relaxed and ready for the BEST night's sleep! What is reiki|energy healing? A hands-on Japanese modality promoting relaxation, reducing anxiety, and fostering healing. Bring a yoga mat or blanket to rest on. Additional blankets and bolsters are encouraged for a comfy and cozy experience. Parking: Valet only for $5.",
        "cancelled": false
    },
    {
        "id": 34567,
        "title": "Mindful Morning Beachside Retreat + Artisan Market. Yoga. Pilates. Sound Bath",
        "event_date": "Sun, Dec 30",
        "event_time": "9:00 AM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Immerse yourself in a mindfully curated morning retreat at the The Breakers in West Palm Beach. Journey with Zenith, The Ultimate Yoga Guru from MHW, and Paula from Club Pilates as they guide you through a fun mindful movement practice, including mat pilates and yoga. Conclude the experience with a sweet sound bath, leaving you grounded and recharged. After the practice, connect with others in the West Palm Beach Community at our artisan market, featuring local businesses like Puranatura Soaps, Tiny Seeds Shop, Iliveforleggings, Giveafudge, Zen Den Designs, Massages with Desi, and more! Alternatively, head over to the Deep Dining Restaurant & Bar for a delightful brunch with live music on the beach. Parking: Valet only $5. BRING A YOGA MAT, WATER BOTTLE, SUNGLASSES, AND AN OPEN HEART. Wellness experience from 9 - 10:30 AM followed by the market at 12 PM.",
        "cancelled": true
    },
    {
        "id": 78901,
        "title": "Beachfront Floating Harmony: Sound Bath at the The Breakers",
        "event_date": "Wed, Jan 8",
        "event_time": "7:30 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Join us for an evening of relaxation by the beach at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will guide you through breath-work and meditation to ground you in the present moment, followed by an enchanting sound bath by Luna Starlight. Rest comfortably in shavasana at the south side tiki, overlooking the water. Leave the event feeling relaxed and ready for the BEST night's sleep! What is reiki|energy healing? A hands-on Japanese modality promoting relaxation, reducing anxiety, and fostering healing. Bring a yoga mat or blanket to rest on. Additional blankets and bolsters are encouraged for a comfy and cozy experience. Parking: Free parking is available across the street from the hotel (assigned only to The Breakers  guests) or valet is available. If parking in the lot, please park at the far end, past the valet sign. If the parking lot is full, the valet ticket will be validated at no charge. To avoid the Eventbrite Fee, send payment via Paypal or Venmo to @LunaStarlight. PLEASE INCLUDE  Breakers  and the date of the event in the comments. Cost: Presale $33 per person. Day of the event: $40 per person.",
        "cancelled": false
    },
    {
        "id": 23456,
        "title": "Harmonious Evening: Sound Bath & Energy Healing Dedicated to You",
        "event_date": "Tue, Jan 24",
        "event_time": "7:30 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Join us for an evening of relaxation by the beach at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will guide you through yogic breath-work and meditation, setting the stage for an enchanting sound bath by Luna Starlight. Rest comfortably in shavasana, and please note the new location: the class will be held on the lawn unless it rains. In case of rain, the session will take place in the closed-in South Tiki. Leave the event feeling relaxed and ready for the BEST night's sleep! What is reiki|energy healing? A hands-on Japanese modality promoting relaxation, reducing anxiety, and fostering healing. Bring a yoga mat or blanket to rest on. Additional blankets and bolsters are encouraged for a comfy and cozy experience. Parking: Valet only for $5.",
        "cancelled": false
    },
    {
        "id": 67890,
        "title": "Melodic Journey: Sound Bath, Movement & Violin",
        "event_date": "Mon, Jan 30",
        "event_time": "7:00 PM",
        "venue_name": "The Breakers",
        "venue_location": "West Palm Beach, FL",
        "event_description": "Join us for an evening of relaxation by the beach at the The Breakers Resort in West Palm Beach. Zenith, the Ultimate Yoga Guru, will guide you through yogic breath-work, meditation, and gentle seated movement to ground you in the present moment. Experience an enchanting sound bath with Luna Starlight, accompanied by a talented Violinist. Don't miss this unique musical journey! Bring whatever is best and most comfortable for you as we'll be on the beach. Parking: $5 valet. To avoid the Eventbrite Fee, send payment via Zelle to LunaStarlight@gmail.com. Please include your full name and date of the event in the comments. Cost: Presale $45 per person. Day of the event: $55 per person.",
        "cancelled": true
    }
]

